export const categories = [
    { name: "Decisiveness", questions: [1, 19, 29, 43, 47, 50, 66, 73, 89, 97, 124, 11, 37, 58, 106] },
    { name: "Responsibility", questions: [2, 30, 52, 60, 74, 84, 107, 125, 141, 147, 20, 67, 98, 116, 134] },
    { name: "Emotional Stability", questions: [21, 38, 44, 68, 90, 117, 135, 3, 13, 53, 61, 85, 99, 108, 126] },
    { name: "Masculinity", questions: [4, 14, 22, 39, 62, 76, 127, 142, 31, 45, 54, 100, 109, 118, 136] },
    { name: "Friendliness", questions: [5, 15, 32, 46, 55, 63, 69, 77, 92, 110, 137, 143, 23, 128, 148] },
    { name: "Heterosexuality", questions: [6, 12, 24, 33, 70, 78, 82, 93, 101, 111, 149, 86, 119, 129, 144] },
    { name: "Ego Strength", questions: [7, 25, 48, 56, 64, 71, 103, 138, 150, 87, 94, 112, 120, 131, 145] },
    { name: "Curiosity", questions: [8, 16, 34, 40, 49, 72, 80, 95, 104, 113, 122, 132, 139, 26, 146] },
    { name: "Dominance", questions: [27, 35, 41, 57, 88, 115, 123, 133, 9, 17, 65, 81, 96, 105, 140] },
    { name: "Self-Concept", questions: [10, 18, 28, 51, 59, 75, 79, 83, 91, 102, 36, 42, 114, 121, 130] }
];

export const questions = [
    {
        "sr": 1,
        "question": "आपको वे लोग पसन्द है जो अपना अच्छा या बुरा फैसला तुरन्त सुना देते हैं।",
        "nature": "yes"
    },
    {
        "sr": 2,
        "question": "आप लगभग अपने प्रत्येक काम को एक नियत समय पर किया करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 3,
        "question": "आप इतने खुश हो जाते हैं कि अटपटा व्यवहार करने लगते हैं।",
        "nature": "no"
    },
    {
        "sr": 4,
        "question": "आप घोड़े या हाथी की सवारी किया करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 5,
        "question": "आप अपरिचित लोगों के साथ बहुत जल्दी घुल-मिल जाते हैं।",
        "nature": "yes"
    },
    {
        "sr": 6,
        "question": "प्रेम का चाहे जो रूप हो, विपरीत यौन के व्यक्ति से करना आपके लिए ज्यादा आनन्ददायक होता है।",
        "nature": "yes"
    },
    {
        "sr": 7,
        "question": "शोर-गुल के बीच भी आप एकाग्रचित होकर पढ़ लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 8,
        "question": "किसी नयी चीज को देखने पर आप उसके बारे में जानने के लिए उत्सुक हो जाते हैं।",
        "nature": "yes"
    },
    {
        "sr": 9,
        "question": "जो व्यक्ति अपना कार्य ठीक ढंग से नहीं करता, आप उसको इसके बारे में कहने से हिचकिचाते हैं।",
        "nature": "no"
    },
    {
        "sr": 10,
        "question": "मुझे लगता है कि मेरा व्यवहार परिपक्व है।",
        "nature": "yes"
    },
    {
        "sr": 11,
        "question": "बहुत सारे परिचितों में किससे मित्रता की जाये, इसका निर्णय करने में आप कठिनाई अनुभव करते है।",
        "nature": "no"
    },
    {
        "sr": 12,
        "question": "नाटक के रंगमंच पर आप वैसे ही अभिनय करना पसन्द हैं जो आपके विपरीत यौन का होता है।",
        "nature": "yes"
    },
    {
        "sr": 13,
        "question": "आपको बहुत जल्दी क्रोध आता है और फिर अपने आप शांत हो जाता है।",
        "nature": "no"
    },
    {
        "sr": 14,
        "question": "आप छोटी-छोटी यात्राएँ मोटर साईकिल से ही तय कर लिया करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 15,
        "question": "महत्वपूर्ण लोगों का विश्वास आप आसानी से प्राप्त कर लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 16,
        "question": "नयी डिजाइन के जूतों या चप्पलों को देखकर आप उसकी कीमत पूछे बिना नहीं रहते हैं।",
        "nature": "yes"
    },
    {
        "sr": 17,
        "question": "आपको वैसे व्यक्ति पसन्द है जो अपना काम दूसरों के कहने पर ही करते हैं।",
        "nature": "no"
    },
    {
        "sr": 18,
        "question": "मेरा सामान्य ज्ञान का भंडार पर्याप्त है।",
        "nature": "yes"
    },
    {
        "sr": 19,
        "question": "बहुत काम एक साथ आ जाने पर सबसे पहले कौन-सा काम किया जाय, इसका निर्णय आप आसानी से कर लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 20,
        "question": "आप पत्रों का जवाब समय पर प्रायः नहीं दे पाते हैं।",
        "nature": "no"
    },
    {
        "sr": 21,
        "question": "किसी साक्षात्कार के पूछे गए प्रश्नों का जवाब आप शान्त भाव दे देते हैं।",
        "nature": "yes"
    },
    {
        "sr": 22,
        "question": "आपको किसी चुनौती का मुकाबला करने में आनन्द आता है।",
        "nature": "yes"
    },
    {
        "sr": 23,
        "question": "आपको अपने पड़ोसियों से अनबन रहती है।",
        "nature": "no"
    },
    {
        "sr": 24,
        "question": "आप बाजार करने के लिए अपने साथ विपरीत यौन के व्यक्ति को ही चुनते हैं।",
        "nature": "yes"
    },
    {
        "sr": 25,
        "question": "आप विपत्तियों का मुकाबला हठकर करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 26,
        "question": "किसी नये स्थान में जाने पर आप वहीं की प्रसिद्ध जगहों और भवनों को देखने की उत्सुकता नहीं दिखाते हैं।",
        "nature": "no"
    },
    {
        "sr": 27,
        "question": "सोच-समझ कर लिए गए निर्णय का विरोध आप सहन नहीं कर सकते हैं।",
        "nature": "yes"
    },
    {
        "sr": 28,
        "question": "आप जल्द ही कठिन समस्याओं का समाधान कर लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 29,
        "question": "दुकानदार द्वारा बहुत कपड़े दिखाये जाने पर किसे खरीदा जाय, इसका निर्णय आप औरों की अपेक्षा जल्द ले लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 30,
        "question": "आप किसी के बारे में ऐसी कोई बात नहीं करते हैं जिसकी आपको ठीक-ठीक जानकारी न हो।",
        "nature": "yes"
    },
    {
        "sr": 31,
        "question": "किसी के गाली देने या मार देने पर आप झगड़ा करने की अपेक्षा चुपचाप रह जाते हैं।",
        "nature": "no"
    },
    {
        "sr": 32,
        "question": "किसी से कार्यालय में मिलने की अपेक्षा आप उससे घर पर ही मिलना ज्यादा पसन्द करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 33,
        "question": "सफर करते समय आपके बगल में यदि कोई विपरीत यौन का व्यक्त्ति हो, तो आपको यात्रा काफी आनन्ददायक लगती है।",
        "nature": "yes"
    },
    {
        "sr": 34,
        "question": "किसी व्यक्ति को असाधारण पोशाक में देखकर आप उस व्यक्ति के बारे में विस्तृत रूप से जानना चाहते हैं।",
        "nature": "yes"
    },
    {
        "sr": 35,
        "question": "किसी जलसे में आपको ऐसे व्यक्तियों के विरोध में बोलने में हिचकिचाहट नहीं होती है जिन्हें आप अनुचित समझते हैं।",
        "nature": "yes"
    },
    {
        "sr": 36,
        "question": "हमारी आकांक्षाएँ कभी-कभी अवास्तविक भी होती हैं।",
        "nature": "no"
    },
    {
        "sr": 37,
        "question": "अपने से बड़ों के घर पर बिना बुलाये जाने का निर्णय लेने में आप कठिनाई अनुभव करते हैं।",
        "nature": "no"
    },
    {
        "sr": 38,
        "question": "चाहे बीमारी भयंकर ही क्यों न हो, आप धैर्य से काम लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 39,
        "question": "आपको पुलिस अधिकारी का जीवन पसन्द है।",
        "nature": "yes"
    },
    {
        "sr": 40,
        "question": "पड़ोसी के घर पुलिस के अचानक आ जाने पर आप उसके कारणों को जानने के लिए अन्य लोगों से पूछ-ताछ शुरू कर देते हैं।",
        "nature": "yes"
    },
    {
        "sr": 41,
        "question": "किसी वाद-विवाद में आप दूसरों की बात को गलत बताते हुए अपने दृष्टिकोण को ठीक साबित करने की कोशिश करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 42,
        "question": "प्रगति के रास्ते में मुझे अक्सर कोई न कोई बाधा का सामना करना पड़ता है।",
        "nature": "no"
    },
    {
        "sr": 43,
        "question": "धार्मिक जगहों में जाने के पहले आप इस बात का निर्णय काफी सोच-विचार कर करते हैं कि यात्रा किस दिन शुरू की जाये।",
        "nature": "yes"
    },
    {
        "sr": 44,
        "question": "आप अपने मित्रों से पूर्ण विश्वास के साथ बातचीत कर लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 45,
        "question": "यदि आपकी नौकरी जल-सैनिक सेवा में होती है तो आप उसमें जाने से थोड़ा हिचकिचाते हैं।",
        "nature": "no"
    },
    {
        "sr": 46,
        "question": "बिना किसी सूचना के यदि कोई व्यक्ति आपसे घर पर मिलने आ जाता है तो आप उससे प्रसन्नतापूर्वक मिल लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 47,
        "question": "किसी मानसिक संघर्ष का समाधान आप आसानी से कर लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 48,
        "question": "आप अपने प्रतिद्वन्द्वी को भी उसकी जीत के लिए बधाई देने में खुशी महसूस करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 49,
        "question": "किसी प्रमुख तथा मशहूर नेता का भाषण सुनने के लिए आप निश्चित जगह पर समय से पहले पहुँच जाने हैं।",
        "nature": "yes"
    },
    {
        "sr": 50,
        "question": "आप किस तरह की लड़की या लड़के से शादी करेंगे/करेंगी, इसका निर्णय स्पष्ट शब्दों में अपने अभिभावक से कह देते हैं।",
        "nature": "yes"
    },
    {
        "sr": 51,
        "question": "मुझे पूर्ण उम्मीद है कि एक दिन मैं अपने सभी प्रतियोगी को पीछे छोड़ दूँगा।",
        "nature": "yes"
    },
    {
        "sr": 52,
        "question": "अगर कोई व्यक्ति बिना समय निश्चित किये आप से मिलने आ जाता है तब आप उसे दूसरे दिन का समय देकर फिर आने को कहते हैं।",
        "nature": "yes"
    },
    {
        "sr": 53,
        "question": "अगर घर में एक ही साथ कई लोग बीमार पड़ जाएँ तो आप यह नहीं समझ पाते कि क्या करें, क्या नहीं।",
        "nature": "no"
    },
    {
        "sr": 54,
        "question": "किसी नाटक में आप वैसा ही अभिनय करना चाहते हैं जो कम समय के लिए हो तथा जो खतरनाक भी कम हो।",
        "nature": "no"
    },
    {
        "sr": 55,
        "question": "बच्चों द्वारा गलती किये जाने पर आप उन्हें डाँटने के बजाय समझा देते हैं।",
        "nature": "yes"
    },
    {
        "sr": 56,
        "question": "किसी कार्य में असफलता आपको निराश नहीं कर एक नयी रोशनी देती है।",
        "nature": "yes"
    },
    {
        "sr": 57,
        "question": "आप जटिल एवं कठिन कार्यों का निरीक्षण स्वयं करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 58,
        "question": "आप किसी महत्वपूर्ण विषय पर अपना विचार जल्दी स्पष्ट नहीं करते हैं।",
        "nature": "no"
    },
    {
        "sr": 59,
        "question": "कुछ लोग मेरी सफलता से बहुत हताश रहते हैं।",
        "nature": "yes"
    },
    {
        "sr": 60,
        "question": "अगर आपने भूल से कई व्यक्तियों को एक ही दिन मिलने का समय दे दिया है तो आप धैर्यपूर्वक सभी से अवश्य ही मिल लेंगे।",
        "nature": "yes"
    },
    {
        "sr": 61,
        "question": "आपको अपने से बड़ों के साथ बातचीत करने में परेशानी होती है।",
        "nature": "no"
    },
    {
        "sr": 62,
        "question": "आप कबड्डी या अन्य खेल, जिसमें काफी दौड़-धूप की जरूरत होती है, खेलना पसन्द करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 63,
        "question": "सिनेमा हॉल में यदि कोई व्यक्ति गलती से आपकी सीट पर बैठ जाये तो आप उसे प्रेमपूर्वक बता देंगे कि यह उसकी सीट नहीं है।",
        "nature": "yes"
    },
    {
        "sr": 64,
        "question": "थोड़ी असफलता भी आपको काफी हतोत्साहित कर देती है।",
        "nature": "yes"
    },
    {
        "sr": 65,
        "question": "आपको साधारण एवं आसान कार्यों का निरीक्षण करना ज्यादा पसन्द है।",
        "nature": "no"
    },
    {
        "sr": 66,
        "question": "अगर कहीं जाने का निश्चय आपने कर लिया है तो चाहे जो रुकावट आये, आप जाकर ही रहेंगे।",
        "nature": "yes"
    },
    {
        "sr": 67,
        "question": "आप विचार गोष्ठी में अक्सर देर से पहुँचते हैं।",
        "nature": "no"
    },
    {
        "sr": 68,
        "question": "आप विपरीत लिंग के व्यक्तियों के समूह में भी आत्मविश्वास के साथ बातचीत कर लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 69,
        "question": "आपको लोग अपनी कठिनाइयों के समय बुलाते हैं।",
        "nature": "yes"
    },
    {
        "sr": 70,
        "question": "लड़के-लड़कियों का आपस में स्वतंत्र रूप से मिलना-जुलना आपको अच्छा लगता है।",
        "nature": "yes"
    },
    {
        "sr": 71,
        "question": "किसी व्यक्ति के सुझाव को मानने से पहले आप इस बात की जाँच कर लेते हैं कि इससे आपकी कोई हानि तो न होगी।",
        "nature": "yes"
    },
    {
        "sr": 72,
        "question": "किसी जटिल मशीनरी (जैसे ट्रांजिस्टर, घड़ी आदि) की बनावट को देखने पर आप में यह विचार अक्सर आता है कि इसको कैसे तथा कितने समय में बजाया गया होगा।",
        "nature": "yes"
    },
    {
        "sr": 73,
        "question": "किसी निर्धारित समय पर आपको कहीं जाने से कोई रोकता है तो आपको काफी झुंझलाहट होती है।",
        "nature": "yes"
    },
    {
        "sr": 74,
        "question": "देर हो जाने पर जल्से (कार्यक्रम) में जाने की अपेक्षा न जाना आप ज्यादा पसन्द करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 75,
        "question": "आपकी प्रत्याशाएँ (Expectations) आपकी सफलता पर आधृत होती हैं।",
        "nature": "yes"
    },
    {
        "sr": 76,
        "question": "आप तैरने की प्रतियोगिता में भाग लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 77,
        "question": "अपने मित्र को लाचार पड़े देखकर आप उसकी सहायता करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 78,
        "question": "अभिभावक के रूप में अपने बच्चों को वैसे शैक्षणिक संस्थानों में पढ़ने की अनुमति नहीं देंगे जहाँ लड़के-लड़कियाँ साथ-साथ पढ़ते हैं।",
        "nature": "yes"
    },
    {
        "sr": 79,
        "question": "मुझे अपनी जिन्दगी में कभी असफलता हाथ नहीं लगी है।",
        "nature": "yes"
    },
    {
        "sr": 80,
        "question": "किसी मकान में बने नये चित्रों का डिजाइन यह सोचने के लिए आपको विवश कर देता है कि यह कैसे बनाया गया होगा।",
        "nature": "yes"
    },
    {
        "sr": 81,
        "question": "आप किसी कमेटी या आयोग के साधारण सदस्य के रूप में ही काम करना पसन्द करते हैं।",
        "nature": "no"
    },
    {
        "sr": 82,
        "question": "न चाहते हुए भी आप वैसे कार्यक्रम में अंत तक बैठे रहते हैं जिसमें गीत गाने वाला व्यक्ति आपके विपरीत यौन का होता है।",
        "nature": "yes"
    },
    {
        "sr": 83,
        "question": "प्रत्येक व्यक्ति को सच्चे ढंग से जिन्दगी में सफल होने का प्रयास करना चाहिए।",
        "nature": "yes"
    },
    {
        "sr": 84,
        "question": "आप जैसे-तैसे कपड़ों में किसी सार्वजनिक स्थान में जाने से हिचकिचाते हैं।",
        "nature": "yes"
    },
    {
        "sr": 85,
        "question": "ऊँची जगह पर चढ़कर आपको नीचे देखने में अच्छा लगता है।",
        "nature": "no"
    },
    {
        "sr": 86,
        "question": "एक ही यौन के बहुत से व्यक्तियों के बीच विपरीत यौन के व्यक्ति का रहना आपको बुरा लगता है।",
        "nature": "no"
    },
    {
        "sr": 87,
        "question": "आपके स्वप्न घबड़ा देने वाले होते हैं।",
        "nature": "no"
    },
    {
        "sr": 88,
        "question": "लोग किसी मतभेद को सुलझाने के लिए आपको बुलाते हैं।",
        "nature": "yes"
    },
    {
        "sr": 89,
        "question": "अपने लिए हुए निर्णय से आप विचलित नहीं होते हैं।",
        "nature": "yes"
    },
    {
        "sr": 90,
        "question": "यदि लोग आपकी शिकायत आपके ही सामने करते हैं तो इससे आप तनिक भी विचलित नहीं होते हैं।",
        "nature": "yes"
    },
    {
        "sr": 91,
        "question": "आपकी सफलता हमेशा प्रभावी (Effective) रही है।",
        "nature": "yes"
    },
    {
        "sr": 92,
        "question": "थोड़ी-सी जान-पहचान वाले व्यक्ति से भी रास्ते में भेंट होने पर आप उसका कुशल-मंगल जान लेना चाहते हैं।",
        "nature": "yes"
    },
    {
        "sr": 93,
        "question": "आपको विपरीत यौन के व्यक्ति के साथ भोजन करना आनन्ददायक लगता है।",
        "nature": "yes"
    },
    {
        "sr": 94,
        "question": "मुर्दे को देखकर आपके मन में ऐसे विचित्र विचार आने लगते हैं जो साधारणतया आपके मन में नहीं आते हैं।",
        "nature": "no"
    },
    {
        "sr": 95,
        "question": "दूसरे व्यक्ति आपके बारे में क्या सोचते हैं, इसे जानने के लिए आप काफी इच्छुक रहते हैं।",
        "nature": "yes"
    },
    {
        "sr": 96,
        "question": "किसी लड़ाई-झगड़े या मतभेद निपटाने के कार्य से आप अपने को अलग रखते हैं।",
        "nature": "no"
    },
    {
        "sr": 97,
        "question": "आपकी नियुक्ति यदि दो समान-स्तर वाले पदों पर एक साथ हो जाये तो आप किसी एक के पक्ष में तुरन्त निर्णय लेंगे।",
        "nature": "yes"
    },
    {
        "sr": 98,
        "question": "आप किसी संस्थान का प्रधान पदाधिकारी होना पसन्द करते हैं।",
        "nature": "no"
    },
    {
        "sr": 99,
        "question": "मित्रों द्वारा किया गया व्यंग्य आपको चोट पहुँचाता है।",
        "nature": "no"
    },
    {
        "sr": 100,
        "question": "कहानी और उपन्यासों की दुःखद घटनाओं से आपकी आँखें भर आती हैं।",
        "nature": "no"
    },
    {
        "sr": 101,
        "question": "आपको वैसे भोज में काफी आनन्द आता है जहाँ भोजन परसने वाले अधिकांश व्यक्ति आपके विपरीत यौन के हैं।",
        "nature": "yes"
    },
    {
        "sr": 102,
        "question": "अभी तक कोई ऐसे व्यक्ति से मेरी भेंट नहीं हुई है जिसने मेरी उपलब्धियों की आलोचना की हो।",
        "nature": "yes"
    },
    {
        "sr": 103,
        "question": "आप मीठी तथा गहरी नींद सोते हैं।",
        "nature": "yes"
    },
    {
        "sr": 104,
        "question": "आप सड़क पर एकत्रित व्यक्तियों की भीड़ देखकर इसके बारे में अन्य लोगों से पूछ-ताछ शुरू कर देते है।",
        "nature": "yes"
    },
    {
        "sr": 105,
        "question": "बदनामी के भय से आप किसी मतभेद को सुलझाने का भार नहीं लेते हैं।",
        "nature": "no"
    },
    {
        "sr": 106,
        "question": "चुनाव में किसके पक्ष में वोट देंगे, इसका निर्णय आप परिवार के अन्य सदस्यों के साथ मिलकर करते 1월",
        "nature": "no"
    },
    {
        "sr": 107,
        "question": "आप किसी बैंक का खजांची बनना पसन्द करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 108,
        "question": "आपको ऐसा लगता है कि कुछ लोग आपको हानि पहुँचाने की कोशिश कर रहे हैं।",
        "nature": "no"
    },
    {
        "sr": 109,
        "question": "दुःख में किसी के द्वारा सहानुभूति प्रकट करने पर आप तुरन्त रो देते हैं।",
        "nature": "no"
    },
    {
        "sr": 110,
        "question": "आप अपने मित्रों से व्यक्तिगत बातें भी स्पष्ट शब्दों में कर लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 111,
        "question": "यौन पर आधारित विचार गोष्ठी में आप अवश्य ही भाग लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 112,
        "question": "नये कपड़े पहनने पर आपमें आत्म-चेतना बढ़ जाती है।",
        "nature": "no"
    },
    {
        "sr": 113,
        "question": "किसी होटल में बहुत से लोगों की भीड़ देखने पर आप स्वयं वहाँ जाकर देखते हैं कि लोग क्या कर रहे हैं।",
        "nature": "yes"
    },
    {
        "sr": 114,
        "question": "मेरी व्यक्तिगत आदतें मेरी उपलब्धि में बाधक सिद्ध हुई हैं।",
        "nature": "no"
    },
    {
        "sr": 115,
        "question": "आप दूसरों की बातों को सुनने की अपेक्षा उन्हें कुछ सुनाना ज्यादा पसन्द करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 116,
        "question": "आप बड़े भोज के आयोजन का भार लेने से घबड़ाते हैं।",
        "nature": "no"
    },
    {
        "sr": 117,
        "question": "आप दूसरों द्वारा किये गये कार्यों में विश्वास करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 118,
        "question": "बन्द कमरे में स्नान करना आपको ज्यादा अच्छा लगता है।",
        "nature": "no"
    },
    {
        "sr": 119,
        "question": "यदि किसी जल्से (कार्यक्रम) में कोई व्यक्ति आपको यौन से सम्बन्धित विषय पर बोलने के लिए कहता है, तो आपको बुरा लगता है।",
        "nature": "no"
    },
    {
        "sr": 120,
        "question": "यदि एक ही साथ बहुत सारे लोग आपकी आलोचना करने लगें तो आप तिलमिला जाते हैं।",
        "nature": "no"
    },
    {
        "sr": 121,
        "question": "मुझे प्रायः लगता है कि बहुत प्रयास करने के बाद भी बहुत थोड़ा ही प्राप्त हो पाता है।",
        "nature": "no"
    },
    {
        "sr": 122,
        "question": "आप कोशिश करते हैं कि अखबार घर के अन्य सदस्यों की अपेक्षा जल्द पढ़ें।",
        "nature": "no"
    },
    {
        "sr": 123,
        "question": "कपड़े खरीददारी करते समय यदि दुकानदार अपनी इच्छा को जबरदस्ती लादना चाहता है तो आप उसे ऐसा करने में सफल नहीं होने देते हैं।",
        "nature": "yes"
    },
    {
        "sr": 124,
        "question": "किसी समस्या के आने पर आप लोगों का अगुआ बनकर हल ढूँढ़ने में प्रसन्नता का अनुभव करते हैं।",
        "nature": "no"
    },
    {
        "sr": 125,
        "question": "किसी बारात के ठहरने और खिलाने की समस्या को सुलझाने में आप अगुआ बनते हैं।",
        "nature": "yes"
    },
    {
        "sr": 126,
        "question": "आप अपनी प्रशंसा लोगों से किया करते हैं।",
        "nature": "no"
    },
    {
        "sr": 127,
        "question": "किसी व्यक्ति को पकड़ने के लिए उसके पीछे तेजी से दौड़ना आपको अच्छा लगता है।",
        "nature": "yes"
    },
    {
        "sr": 128,
        "question": "आप अपने रहस्यों को हमेशा अपने तक सीमित रखते हैं।",
        "nature": "no"
    },
    {
        "sr": 129,
        "question": "यौन से सम्बन्धित विषयों पर आप दूसरों के साथ वाद-विवाद में भाग नहीं लेते हैं।",
        "nature": "no"
    },
    {
        "sr": 130,
        "question": "मेरी उपलब्धियाँ कुछ बिंदु पर निश्चित रूप से आलोच्य होती है।",
        "nature": "no"
    },
    {
        "sr": 131,
        "question": "जब कोई व्यक्ति आपकी बातचीत बीच में ही काटना शुरू करता है तो आप काफी गुस्सा जाते हैं।",
        "nature": "no"
    },
    {
        "sr": 132,
        "question": "पत्र को खोलकर पढ़े बिना आप बहुत देर तक नहीं रह सकते।",
        "nature": "yes"
    },
    {
        "sr": 133,
        "question": "आपको लोग समूह की जान मानते हैं।",
        "nature": "yes"
    },
    {
        "sr": 134,
        "question": "किसी सुअवसर पर लोगों को भोज देना आपको आनन्ददायक लगता है।",
        "nature": "no"
    },
    {
        "sr": 135,
        "question": "किसी कार्य को करने की क्षमता नहीं रहने पर आप लोगों को इसके बारे में साफ-साफ बता देते हैं।",
        "nature": "yes"
    },
    {
        "sr": 136,
        "question": "आपको किसी व्यक्ति का पीछा करना अच्छा नहीं लगता है।",
        "nature": "no"
    },
    {
        "sr": 137,
        "question": "आपकी गहरी मित्रता उसी व्यक्ति से होती है जिसको आप काफी दिनों से अच्छी तरह जानते हैं।",
        "nature": "yes"
    },
    {
        "sr": 138,
        "question": "किसी जल्से (कार्यक्रम) में यदि बहुत से लोग आपके विचार से असहमत हों, तो आपको कोई आपत्ति नहीं होती है।",
        "nature": "yes"
    },
    {
        "sr": 139,
        "question": "किसी दूसरे देश के लोगों के खान-पान, रहन-सहन तथा विभिन्न आदतों के बारे में जानना आपको अच्छा लगता है।",
        "nature": "yes"
    },
    {
        "sr": 140,
        "question": "आपके समूह का प्रतिनिधित्व आपके द्वारा न होकर किसी अन्य के द्वारा होता है।",
        "nature": "yes"
    },
    {
        "sr": 141,
        "question": "अनेक बाधाओं के बावजूद आप पूर्व निर्धारित कार्य समय पर अवश्य ही कर लेते हैं।",
        "nature": "yes"
    },
    {
        "sr": 142,
        "question": "आप खेल-कूद की प्रतियोगिता में लम्बी दौड़ का खेल पसन्द करते हैं।",
        "nature": "yes"
    },
    {
        "sr": 143,
        "question": "आपका व्यवहार अपने से छोटे एवं बड़े व्यक्तियों के साथ एक समान रहता है।",
        "nature": "no"
    },
    {
        "sr": 144,
        "question": "किसी व्यक्ति द्वारा यौन से सम्बन्धित मजाक करने पर आप तुख्त उसका विरोध शुरू कर देते हैं।",
        "nature": "no"
    },
    {
        "sr": 145,
        "question": "आप वैसे कार्य भी कर बैठते हैं जिनके बारे में आपने अभी सोचा भी नहीं था। नाम",
        "nature": "no"
    },
    {
        "sr": 146,
        "question": "मन पसन्द नाटक को भी कुछ ही देर तक देखकर आप चले जाते हैं।",
        "nature": "no"
    },
    {
        "sr": 147,
        "question": "आप पूर्व निश्चित कार्य को खत्म करने में बहुत तत्परता बरतते हैं।",
        "nature": "yes"
    },
    {
        "sr": 148,
        "question": "आप वैसे पड़ोसियों से बातचीत न के बराबर करते हैं जिनका रहन-सहन का स्तर निम्न है।",
        "nature": "no"
    },
    {
        "sr": 149,
        "question": "यौन से सम्बन्धित हँसी-मजाक आपको विपरीत यौन के साथ ज्यादा अच्छा लगता है।",
        "nature": "yes"
    },
    {
        "sr": 150,
        "question": "किसी विषय पर कुछ लिखने के पहले आप उसकी एक पूर्ण कल्पना कर लेते हैं।",
        "nature": "yes"
    }
]