export const HindiQuestions = [
    {
        "sr": 1,
        "question": "मुझे कठिन शब्दों का प्रयोग करना पसंद नहीं है, भले ही वे बेहतर संचार में मदद करें।",
        "nature": "positive"
    },
    {
        "sr": 2,
        "question": "क्या गणित की समस्याएँ हल करना आपके लिए आसान है?",
        "nature": "negative"
    },
    {
        "sr": 3,
        "question": "क्या आपको खेल खेलना पसंद है?",
        "nature": "negative"
    },
    {
        "sr": 4,
        "question": "मैं अपना खाली समय 3D चित्र बनाने में नहीं बिताता।",
        "nature": "positive"
    },
    {
        "sr": 5,
        "question": "क्या आप संगीत के पैटर्न को सुनने के बाद पहचान सकते हैं?",
        "nature": "negative"
    },
    {
        "sr": 6,
        "question": "क्या आपको पौधों और जानवरों के बारे में जानने में रुचि है?",
        "nature": "negative"
    },
    {
        "sr": 7,
        "question": "मुझे अपने चेहरे पर अपनी अच्छी भावनाएँ दिखाना पसंद नहीं है।",
        "nature": "positive"
    },
    {
        "sr": 8,
        "question": "क्या आप खुद को अच्छी तरह समझते हैं?",
        "nature": "negative"
    },
    {
        "sr": 9,
        "question": "क्या जीवन आपको कई चुनौतियाँ देता है?",
        "nature": "negative"
    },
    {
        "sr": 10,
        "question": "क्या सार्वजनिक वक्ता आपको बहुत प्रभावित करते हैं?",
        "nature": "negative"
    },
    // {
    //     "sr": 11,
    //     "question": "मैं अपना समय गणना करने में नहीं बिताता।",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 12,
    //     "question": "क्या आपको योग अभ्यास पसंद है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 13,
    //     "question": "क्या आपको चित्र देखते समय पैटर्न और आकृतियों को पहचानना आसान लगता है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 14,
    //     "question": "मुझे संगीत वाद्ययंत्र बजाना पसंद नहीं है।",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 15,
    //     "question": "क्या मौसम में बदलाव, गिरते पत्ते, हवा की आवाज़ और गर्म सूरज आपको आकर्षित करते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 16,
    //     "question": "क्या आपको लोगों से व्यक्तिगत रूप से बात करना अधिक प्रभावी लगता है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 17,
    //     "question": "क्या आपके जीवन मूल्य आपके लिए महत्वपूर्ण नहीं हैं?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 18,
    //     "question": "क्या आप अपनी ताकत और कमजोरियों से अवगत हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 19,
    //     "question": "क्या किताबें पढ़ना आपका शौक है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 20,
    //     "question": "क्या आप तार्किक रूप से समस्याओं को हल करना पसंद करते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 21,
    //     "question": "क्या आपको क्रिकेट खेलना पसंद नहीं है?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 22,
    //     "question": "क्या आप मानव शरीर को समझने में रुचि रखते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 23,
    //     "question": "क्या आप अपने खुद के संगीत पैटर्न बना सकते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 24,
    //     "question": "क्या फूल और पत्ते इकट्ठा करना आपको खुश नहीं करता?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 25,
    //     "question": "क्या आपको दोस्त बनाना पसंद है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 26,
    //     "question": "क्या आपको दार्शनिक किताबें पढ़ना अच्छा लगता है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 27,
    //     "question": "क्या आप आत्म-पूर्ति के लिए प्रयास नहीं करते?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 28,
    //     "question": "क्या आप वाद-विवाद में भाग लेने के लिए उत्साहित नहीं होते?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 29,
    //     "question": "क्या आपको गणितज्ञों के बारे में पढ़ना बहुत दिलचस्प लगता है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 30,
    //     "question": "क्या आप जिमनास्टिक करने के लिए आकर्षित हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 31,
    //     "question": "मैं अपने दिमाग में आने वाली छवियों को नहीं बना सकता।",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 32,
    //     "question": "क्या आप अपने शहर में होने वाले संगीत समारोहों को मिस नहीं करते?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 33,
    //     "question": "क्या आप विभिन्न जानवरों की प्रजातियों का अध्ययन करने में रुचि रखते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 34,
    //     "question": "क्या आपको एक अच्छे टीम सदस्य के रूप में काम करना पसंद नहीं है?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 35,
    //     "question": "क्या आप महान लोगों की जीवन कहानियों से प्रेरित हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 36,
    //     "question": "क्या आप मनुष्यों और उनके व्यवहार के बारे में विषयों का अध्ययन करना पसंद करते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 37,
    //     "question": "क्या उपन्यास पढ़ना आपका जुनून है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 38,
    //     "question": "क्या आप कंप्यूटर प्रोग्रामर नहीं बनना चाहते?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 39,
    //     "question": "क्या आप फुटबॉल और वॉलीबॉल खेलते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 40,
    //     "question": "क्या आपको चार्ट या ड्रॉइंग के लिए रंगीन मार्कर का उपयोग करना पसंद है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 41,
    //     "question": "क्या आप दूसरों की आवाज़ और भाषण पैटर्न की नकल करने में अच्छे नहीं हैं?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 42,
    //     "question": "क्या भूगोल आपका पसंदीदा विषय है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 43,
    //     "question": "क्या आप दूसरों की भावनाओं और विचारों के प्रति संवेदनशील हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 44,
    //     "question": "क्या आपमें पहचान और उद्देश्य की भावना नहीं है?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 45,
    //     "question": "क्या मैं अक्सर भविष्य की घटनाओं का सही अनुमान लगा सकता हूँ?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 46,
    //     "question": "क्या आपको अपनी स्कूल पत्रिका के लिए कहानियाँ, कविताएँ या चुटकुले लिखना पसंद है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 47,
    //     "question": "क्या आप अव्यवस्थित तरीके से काम करना पसंद करते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 48,
    //     "question": "अगर आपको कोई पेशा चुनना होता, तो क्या आप अभिनेता या नर्तक नहीं बनना चाहते?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 49,
    //     "question": "क्या आप गणित में 3D ज्यामिति और माप को आसानी से समझ सकते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 50,
    //     "question": "क्या आप हमेशा संगीत को अपना करियर बनाने का मौका तलाशते रहते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 51,
    //     "question": "क्या आप इस बारे में उत्सुक नहीं हैं कि पहाड़, नदियाँ और डेल्टा कैसे बनते हैं?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 52,
    //     "question": "क्या आप अपने विचारों और सोच से दूसरों को समझाने की कोशिश करते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 53,
    //     "question": "क्या मनोविज्ञान आपका पसंदीदा विषय है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 54,
    //     "question": "क्या आपको ऐसे लोग पसंद नहीं हैं जो सत्य, सुंदरता और अच्छाई को महत्व देते हैं?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 55,
    //     "question": "क्या आप नई भाषा सीखने के मौके चूक जाते हैं?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 56,
    //     "question": "क्या आप चर्चाओं में स्पष्ट उत्तर पसंद करते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 57,
    //     "question": "क्या आप खेल प्रशिक्षक बनना चाहेंगे?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 58,
    //     "question": "क्या फोटोग्राफी आपका जुनून नहीं है?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 59,
    //     "question": "क्या आप कवियों, संगीतकारों और प्रसिद्ध संगीतकारों का सम्मान करते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 60,
    //     "question": "क्या आपको विभिन्न प्रकार के तूफानों, लहरों और समुद्रों का अध्ययन करना रोमांचक लगता है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 61,
    //     "question": "मुझे लोगों को उनके संघर्षों को सुलझाने में मदद करने में कोई दिलचस्पी नहीं है।",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 62,
    //     "question": "क्या आप आंतरिक रूप से प्रेरित और दृढ़ हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 63,
    //     "question": "क्या आप विभिन्न संस्कृतियों के अनूठे पहलुओं से आकर्षित हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 64,
    //     "question": "क्या आप उन लोगों से बहुत प्रभावित हैं जो अच्छी तरह से बोलते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 65,
    //     "question": "मुझे ऐसे दोस्त पसंद नहीं हैं जो तार्किक और तर्कसंगत तरीके से सोचते हैं।",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 66,
    //     "question": "क्या आपके पास बहुत अधिक शारीरिक ऊर्जा है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 67,
    //     "question": "क्या आप वस्तुओं, आकृतियों और रंगों को जल्दी से पहचान और वर्णन कर सकते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 68,
    //     "question": "क्या संगीत आपको अधिक आध्यात्मिक महसूस नहीं कराता?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 69,
    //     "question": "क्या मुझे प्राकृतिक घटनाओं की तस्वीरें और वीडियो लेना पसंद है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 70,
    //     "question": "क्या आप लोगों को मनाने में अच्छे हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 71,
    //     "question": "क्या आप खुद का अच्छी तरह से आकलन नहीं कर सकते?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 72,
    //     "question": "क्या ध्यान और विश्राम मुझे समस्याओं के प्रति अपना दृष्टिकोण बदलने में मदद करते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 73,
    //     "question": "क्या आप दोस्तों के साथ अपनी बातचीत में हर दिन एक नया शब्द इस्तेमाल करते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 74,
    //     "question": "क्या आपको गणितीय मॉडल बनाने में मज़ा आता है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 75,
    //     "question": "क्या आप शारीरिक रूप से फिट रहने के लिए तैराकी पसंद नहीं करते?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 76,
    //     "question": "क्या आप आकृतियों, पैटर्न, डिज़ाइन और छवियों के माध्यम से बहुत कुछ सीखते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 77,
    //     "question": "क्या आप कोई धुन पसंद करते हैं तो क्या आप पैरोडी बना सकते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 78,
    //     "question": "मैं वनस्पतिशास्त्री नहीं बनना चाहता।",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 79,
    //     "question": "क्या मुझे कोई कार्यक्रम आयोजित करना मज़ेदार और चुनौतीपूर्ण दोनों लगता है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 80,
    //     "question": "क्या आप निर्णय लेने के लिए रचनात्मक बुद्धि और अंतर्दृष्टि का उपयोग करते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 81,
    //     "question": "मैं अपनी आत्म-छवि के बारे में बहुत चिंतित नहीं हूँ।",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 82,
    //     "question": "क्या आपको अपनी पसंदीदा कविता याद रखना और सुनाना कठिन लगता है?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 83,
    //     "question": "क्या आप किसी सिद्धांत या घटना के मुख्य विचार को समझने की कोशिश करते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 84,
    //     "question": "क्या आप एक प्रसिद्ध एथलीट बनना चाहते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 85,
    //     "question": "क्या आप जो सीखना चाहते हैं उसकी छवियाँ और पैटर्न अपने आप आपके दिमाग में आते हैं?",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 86,
    //     "question": "क्या आप किसी गीत में अलग-अलग संगीत वाद्ययंत्रों को आसानी से पहचान सकते हैं?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 87,
    //     "question": "क्या आपको वनस्पति उद्यान या राष्ट्रीय उद्यानों में जाना पसंद है?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 88,
    //     "question": "लोग मुझे दार्शनिक नहीं कहते।",
    //     "nature": "positive"
    // },
    // {
    //     "sr": 89,
    //     "question": "क्या आप कोई काम शुरू करने के बाद काम करना बंद नहीं कर देते?",
    //     "nature": "negative"
    // },
    // {
    //     "sr": 90,
    //     "question": "क्या आप आत्म-साक्षात्कार के लिए प्रयास करते हैं?",
    //     "nature": "negative"
    // }
];
