export const MarathiQuestions = [
    {
        "sr": 1,
        "question": "मला कठीण शब्द वापरणे आवडत नाही, जरी ते चांगल्या संभाषणात मदत करतात.",
        "score": "positive"
    },
    {
        "sr": 2,
        "question": "तुमच्यासाठी गणिताचे प्रश्न सोपे आहेत का?",
        "score": "negative"
    },
    {
        "sr": 3,
        "question": "तुम्हाला खेळ खेळायला मजा येते का?",
        "score": "negative"
    },
    {
        "sr": 4,
        "question": "मी माझा मोकळा वेळ 3D चित्रे काढण्यात घालवत नाही.",
        "score": "positive"
    },
    {
        "sr": 5,
        "question": "ते ऐकल्यानंतर तुम्ही संगीताचे नमुने ओळखू शकता का?",
        "score": "negative"
    },
    {
        "sr": 6,
        "question": "तुम्हाला वनस्पती आणि प्राण्यांबद्दल शिकण्यात स्वारस्य आहे का?",
        "score": "negative"
    },
    {
        "sr": 7,
        "question": "मला माझ्या चेहऱ्यावर चांगले भाव दाखवणे आवडत नाही.",
        "score": "positive"
    },
    {
        "sr": 8,
        "question": "तुम्ही स्वतःला नीट समजता का?",
        "score": "negative"
    },
    {
        "sr": 9,
        "question": "जीवन तुम्हाला अनेक आव्हाने देते का?",
        "score": "negative"
    },
    {
        "sr": 10,
        "question": "सार्वजनिक वक्ते तुम्हाला खूप प्रभावित करतात?",
        "score": "negative"
    },
    {
        "sr": 11,
        "question": "मी माझा वेळ हिशोब करण्यात घालवत नाही.",
        "score": "positive"
    },
    {
        "sr": 12,
        "question": "तुम्हाला योगाभ्यास आवडतात का?",
        "score": "negative"
    },
    {
        "sr": 13,
        "question": "तुम्ही चित्र पाहता तेव्हा नमुने आणि आकार शोधणे तुमच्यासाठी सोपे आहे का?",
        "score": "negative"
    },
    {
        "sr": 14,
        "question": "मला वाद्य वाजवायला आवडत नाही.",
        "score": "positive"
    },
    {
        "sr": 15,
        "question": "हवामानातील बदल, गळणारी पाने, वाऱ्याचा आवाज आणि उबदार सूर्य तुम्हाला आकर्षित करतात का?",
        "score": "negative"
    },
    {
        "sr": 16,
        "question": "तुम्हाला लोकांशी वैयक्तिकरित्या बोलणे अधिक प्रभावी वाटते का?",
        "score": "negative"
    },
    {
        "sr": 17,
        "question": "तुमची जीवनमूल्ये तुमच्यासाठी महत्त्वाची नाहीत का?",
        "score": "positive"
    },
    {
        "sr": 18,
        "question": "तुम्हाला तुमची ताकद आणि कमकुवतपणा माहीत आहे का?",
        "score": "negative"
    },
    {
        "sr": 19,
        "question": "पुस्तके वाचणे तुमचा छंद आहे का?",
        "score": "negative"
    },
    {
        "sr": 20,
        "question": "तुम्ही तार्किकदृष्ट्या समस्या सोडवण्यास प्राधान्य देता का?",
        "score": "negative"
    },
    {
        "sr": 21,
        "question": "तुम्हाला क्रिकेट खेळायला मजा येत नाही का?",
        "score": "positive"
    },
    {
        "sr": 22,
        "question": "तुम्हाला मानवी शरीर समजून घेण्यात स्वारस्य आहे का?",
        "score": "negative"
    },
    {
        "sr": 23,
        "question": "आपण आपले स्वतःचे संगीत नमुने तयार करू शकता?",
        "score": "negative"
    },
    {
        "sr": 24,
        "question": "फुले आणि पाने गोळा केल्याने तुम्हाला आनंद होत नाही का?",
        "score": "positive"
    },
    {
        "sr": 25,
        "question": "तुम्हाला मैत्री करायला आवडते का?",
        "score": "negative"
    },
    {
        "sr": 26,
        "question": "तुम्हाला तत्वज्ञानाची पुस्तके वाचायला मजा येते का?",
        "score": "negative"
    },
    {
        "sr": 27,
        "question": "तुम्ही आत्मतृप्तीसाठी धडपडत नाही का?",
        "score": "positive"
    },
    {
        "sr": 28,
        "question": "वादविवादांमध्ये भाग घेण्यासाठी तुम्हाला उत्साह वाटत नाही का?",
        "score": "positive"
    },
    {
        "sr": 29,
        "question": "तुम्हाला गणितज्ञांबद्दल वाचणे खूप मनोरंजक वाटते का?",
        "score": "negative"
    },
    {
        "sr": 30,
        "question": "तुम्ही जिम्नॅस्टिक्सकडे आकर्षित आहात का?",
        "score": "negative"
    },
    {
        "sr": 31,
        "question": "माझ्या मनात येणाऱ्या प्रतिमा मी काढू शकत नाही.",
        "score": "positive"
    },
    {
        "sr": 32,
        "question": "तुमच्या गावात जेव्हा संगीत मैफिली होतात तेव्हा तुम्ही चुकवू नका?",
        "score": "negative"
    },
    {
        "sr": 33,
        "question": "तुम्हाला विविध प्राण्यांच्या प्रजातींचा अभ्यास करण्यात रस आहे का?",
        "score": "negative"
    },
    {
        "sr": 34,
        "question": "तुम्हाला एक चांगला संघ सदस्य म्हणून काम करायला आवडत नाही का?",
        "score": "positive"
    },
    {
        "sr": 35,
        "question": "तुम्ही महान लोकांच्या जीवन कथांनी प्रेरित आहात का?",
        "score": "negative"
    },
    {
        "sr": 36,
        "question": "तुम्ही मानव आणि त्यांच्या वागणुकीबद्दलच्या विषयांचा अभ्यास करण्यास प्राधान्य देता का?",
        "score": "negative"
    },
    {
        "sr": 37,
        "question": "कादंबरी वाचणे ही तुमची आवड आहे का?",
        "score": "negative"
    },
    {
        "sr": 38,
        "question": "तुम्हाला संगणक प्रोग्रामर बनायचे नाही का?",
        "score": "positive"
    },
    {
        "sr": 39,
        "question": "तुम्ही फुटबॉल आणि व्हॉलीबॉल खेळता का?",
        "score": "negative"
    },
    {
        "sr": 40,
        "question": "तुम्हाला चार्ट किंवा ड्रॉइंगसाठी रंगीत मार्कर वापरायला आवडते का?",
        "score": "negative"
    },
    {
        "sr": 41,
        "question": "तुम्ही इतरांचे आवाज आणि बोलण्याचे नमुने कॉपी करण्यात चांगले नाही का?",
        "score": "positive"
    },
    {
        "sr": 42,
        "question": "भूगोल तुमचा आवडता विषय आहे का?",
        "score": "negative"
    },
    {
        "sr": 43,
        "question": "तुम्ही इतर लोकांच्या भावना आणि कल्पनांबद्दल संवेदनशील आहात का?",
        "score": "negative"
    },
    {
        "sr": 44,
        "question": "तुमच्याकडे ओळख आणि उद्देशाची तीव्र भावना नाही का?",
        "score": "positive"
    },
    {
        "sr": 45,
        "question": "मी अनेकदा भविष्यातील घटनांचा अचूक अंदाज लावू शकतो का?",
        "score": "negative"
    },
    {
        "sr": 46,
        "question": "तुम्हाला तुमच्या शालेय मासिकासाठी कथा, कविता किंवा विनोद लिहायला आवडते का?",
        "score": "negative"
    },
    {
        "sr": 47,
        "question": "तुम्ही असंघटित मार्गाने कामे करण्यासाठी सेटल करता का?",
        "score": "negative"
    },
    {
        "sr": 48,
        "question": "जर तुम्ही एखादा व्यवसाय निवडू शकत असाल तर तुम्हाला अभिनेता किंवा नृत्यांगना व्हायला आवडेल का?",
        "score": "positive"
    },
    {
        "sr": 49,
        "question": "तुम्हाला गणितातील 3D भूमिती आणि मोजमाप सहज समजू शकतात?",
        "score": "negative"
    },
    {
        "sr": 50,
        "question": "तुम्ही नेहमी संगीताला तुमचे करिअर बनवण्याची संधी शोधत आहात?",
        "score": "negative"
    },
    {
        "sr": 51,
        "question": "पर्वत, नद्या आणि डेल्टा कसे तयार होतात याबद्दल तुम्हाला उत्सुकता नाही का?",
        "score": "positive"
    },
    {
        "sr": 52,
        "question": "तुम्ही तुमच्या कल्पना आणि विचारांनी इतरांना पटवून देण्याचा प्रयत्न करता का?",
        "score": "negative"
    },
    {
        "sr": 53,
        "question": "मानसशास्त्र तुमचा आवडता विषय आहे का?",
        "score": "negative"
    },
    {
        "sr": 54,
        "question": "सत्य, सौंदर्य आणि चांगुलपणाला महत्त्व देणारे लोक तुम्हाला आवडत नाहीत का?",
        "score": "positive"
    },
    {
        "sr": 55,
        "question": "तुम्ही नवीन भाषा शिकण्याची संधी गमावता का?",
        "score": "positive"
    },
    {
        "sr": 56,
        "question": "तुम्ही चर्चेत स्पष्ट उत्तरांना प्राधान्य देता का?",
        "score": "negative"
    },
    {
        "sr": 57,
        "question": "तुम्हाला क्रीडा प्रशिक्षक व्हायला आवडेल का?",
        "score": "negative"
    },
    {
        "sr": 58,
        "question": "फोटोग्राफी ही तुमची आवड नाही का?",
        "score": "positive"
    },
    {
        "sr": 59,
        "question": "तुम्ही कवी, संगीतकार आणि प्रसिद्ध संगीतकारांचा आदर करता का?",
        "score": "negative"
    },
    {
        "sr": 60,
        "question": "तुम्हाला वेगवेगळ्या प्रकारची वादळे, लाटा आणि समुद्रांचा अभ्यास करणे रोमांचक वाटते का?",
        "score": "negative"
    },
    {
        "sr": 61,
        "question": "मला लोकांचे संघर्ष सोडवण्यात मदत करण्यात रस नाही.",
        "score": "positive"
    },
    {
        "sr": 62,
        "question": "तुम्हाला आंतरिक प्रेरणा आणि दृढनिश्चय वाटते का?",
        "score": "negative"
    },
    {
        "sr": 63,
        "question": "तुम्ही विविध संस्कृतींच्या अद्वितीय पैलूंकडे आकर्षित आहात का?",
        "score": "negative"
    },
    {
        "sr": 64,
        "question": "चांगले बोलणाऱ्या लोकांचा तुमच्यावर खूप प्रभाव आहे का?",
        "score": "negative"
    },
    {
        "sr": 65,
        "question": "तार्किक आणि तर्कशुद्ध विचार करणारे मित्र मला आवडत नाहीत.",
        "score": "positive"
    },
    {
        "sr": 66,
        "question": "तुमच्याकडे भरपूर शारीरिक ऊर्जा आहे का?",
        "score": "negative"
    },
    {
        "sr": 67,
        "question": "तुम्ही वस्तू, आकार आणि रंग पटकन ओळखू शकता आणि त्यांचे वर्णन करू शकता?",
        "score": "negative"
    },
    {
        "sr": 68,
        "question": "संगीत तुम्हाला अधिक आध्यात्मिक वाटत नाही का?",
        "score": "positive"
    },
    {
        "sr": 69,
        "question": "मला नैसर्गिक घटनांचे फोटो आणि व्हिडिओ घेणे आवडते का?",
        "score": "negative"
    },
    {
        "sr": 70,
        "question": "तुम्ही लोकांचे मन वळवण्यात चांगले आहात का?",
        "score": "negative"
    },
    {
        "sr": 71,
        "question": "आपण स्वतःचे चांगले मूल्यांकन करू शकत नाही?",
        "score": "positive"
    },
    {
        "sr": 72,
        "question": "ध्यान आणि विश्रांती मला समस्यांकडे पाहण्याचा दृष्टीकोन बदलण्यास मदत करते का?",
        "score": "negative"
    },
    {
        "sr": 73,
        "question": "मित्रांसोबतच्या संभाषणात तुम्ही दररोज एक नवीन शब्द वापरता का?",
        "score": "negative"
    },
    {
        "sr": 74,
        "question": "तुम्हाला गणिताचे मॉडेल बनवायला आवडते का?",
        "score": "negative"
    },
    {
        "sr": 75,
        "question": "शारीरिकदृष्ट्या तंदुरुस्त राहण्यासाठी तुम्ही पोहणे पसंत करत नाही का?",
        "score": "positive"
    },
    {
        "sr": 76,
        "question": "आकार, नमुने, डिझाइन आणि प्रतिमांद्वारे तुम्ही खूप काही शिकता का?",
        "score": "negative"
    },
    {
        "sr": 77,
        "question": "तुम्हाला एखादी चाल आवडली तर तुम्ही विडंबन तयार करू शकता का?",
        "score": "negative"
    },
    {
        "sr": 78,
        "question": "मला वनस्पतिशास्त्रज्ञ व्हायचे नाही.",
        "score": "positive"
    },
    {
        "sr": 79,
        "question": "मला कार्यक्रम आयोजित करणे मजेदार आणि आव्हानात्मक वाटते का?",
        "score": "negative"
    },
    {
        "sr": 80,
        "question": "तुम्ही निर्णय घेण्यासाठी सर्जनशील बुद्धी आणि अंतर्दृष्टी वापरता का?",
        "score": "negative"
    },
    {
        "sr": 81,
        "question": "मला माझ्या स्व-प्रतिमेची फारशी काळजी नाही.",
        "score": "positive"
    },
    {
        "sr": 82,
        "question": "तुमची आवडती कविता लक्षात ठेवणे आणि वाचणे तुमच्यासाठी कठीण आहे का?",
        "score": "positive"
    },
    {
        "sr": 83,
        "question": "तुम्ही एखाद्या सिद्धांताची किंवा घटनेची मुख्य कल्पना समजून घेण्याचा प्रयत्न करता का?",
        "score": "negative"
    },
    {
        "sr": 84,
        "question": "तुम्हाला प्रसिद्ध खेळाडू बनायचे आहे का?",
        "score": "negative"
    },
    {
        "sr": 85,
        "question": "तुम्हाला जे शिकायचे आहे त्याची प्रतिमा आणि नमुने आपोआप तुमच्या मनात येतात का?",
        "score": "positive"
    },
    {
        "sr": 86,
        "question": "गाण्यातली वेगवेगळी वाद्ये तुम्ही सहज ओळखू शकता का?",
        "score": "negative"
    },
    {
        "sr": 87,
        "question": "तुम्हाला वनस्पति उद्यान किंवा राष्ट्रीय उद्यानांना भेट द्यायला आवडते का?",
        "score": "negative"
    },
    {
        "sr": 88,
        "question": "लोक मला फिलॉसॉफर म्हणत नाहीत.",
        "score": "positive"
    },
    {
        "sr": 89,
        "question": "आपण काहीतरी सुरू केल्यावर काम करणे थांबवत नाही का?",
        "score": "negative"
    },
    {
        "sr": 90,
        "question": "तुम्ही आत्मसाक्षात्कारासाठी प्रयत्न करता का?",
        "score": "negative"
    }
];
